Repository: ledro6/Sprout
Catalog: ios-native/Sprout/Localizable.xcstrings
Source language: ru
Languages: ar, bg, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Назовитесь — имя встретит вас при запуске
ar: عرّف بنفسك — سيرحّب بك اسمك عند التشغيل
bg: Представете се — името ще ви посреща при стартиране
bn: পরিচয় দিন — অ্যাপ খুললে নাম দিয়ে আপনাকে স্বাগত জানানো হবে
ca: Presenta’t: el teu nom et saludarà en obrir l’app
cs: Představte se — jméno vás přivítá při spuštění
da: Præsentér dig – dit navn byder dig velkommen ved start
de: Stell dich vor — dein Name begrüßt dich beim Start
el: Συστηθείτε — το όνομά σας θα σας καλωσορίζει στην εκκίνηση
en: Introduce yourself — your name will greet you at launch
es: Preséntate: tu nombre te saludará al abrir la app
fi: Esittäydy – nimesi tervehtii sinua käynnistyksessä
fr: Présentez-vous — votre nom vous accueillera au lancement
gu: પરિચય આપો — ઍપ ખૂલતાં તમારું નામ તમારું સ્વાગત કરશે
he: הציגו את עצמכם — השם יקבל את פניכם בפתיחה
hi: अपना परिचय दें — ऐप खुलने पर आपका नाम आपका स्वागत करेगा
hr: Predstavite se — ime će vas pozdraviti pri pokretanju
hu: Mutatkozz be — a neved köszönt majd induláskor
id: Perkenalkan dirimu — namamu akan menyambutmu saat aplikasi dibuka
it: Presentati: il tuo nome ti accoglierà all’avvio
ja: 自己紹介しましょう — 起動時に名前でお迎えします
kk: Танысайық — атыңыз іске қосқанда сізді қарсы алады
kn: ಪರಿಚಯಿಸಿಕೊಳ್ಳಿ — ಪ್ರಾರಂಭದಲ್ಲಿ ನಿಮ್ಮ ಹೆಸರು ನಿಮ್ಮನ್ನು ಸ್ವಾಗತಿಸುತ್ತದೆ
ko: 자기소개를 해 주세요 — 실행할 때 이름으로 맞이할게요
lt: Prisistatykite – vardas pasitiks jus paleidus programą
ml: സ്വയം പരിചയപ്പെടുത്തുക — തുറക്കുമ്പോൾ നിങ്ങളുടെ പേര് നിങ്ങളെ സ്വാഗതം ചെയ്യും
mr: ओळख करून द्या — अ‍ॅप उघडताना तुमचे नाव तुमचे स्वागत करेल
ms: Perkenalkan diri — nama anda akan menyambut anda semasa dibuka
nb: Presenter deg – navnet ditt ønsker deg velkommen ved oppstart
nl: Stel je voor — je naam begroet je bij het openen
or: ପରିଚୟ ଦିଅନ୍ତୁ — ଆପ୍ ଖୋଲିଲେ ଆପଣଙ୍କ ନାମ ଆପଣଙ୍କୁ ସ୍ୱାଗତ କରିବ
pa: ਜਾਣ-ਪਛਾਣ ਕਰਾਓ — ਐਪ ਖੁੱਲ੍ਹਣ 'ਤੇ ਤੁਹਾਡਾ ਨਾਮ ਤੁਹਾਡਾ ਸਵਾਗਤ ਕਰੇਗਾ
pl: Przedstaw się — imię przywita cię przy starcie
pt_br: Apresente-se — seu nome vai recebê-lo ao abrir o app
pt_pt: Apresente-se — o seu nome vai recebê-lo ao abrir a app
ro: Prezintă-te — numele te va întâmpina la pornire
sk: Predstavte sa — meno vás privíta pri spustení
sl: Predstavite se — ime vas bo pozdravilo ob zagonu
sv: Presentera dig – ditt namn hälsar dig vid start
ta: உங்களை அறிமுகப்படுத்துங்கள் — தொடங்கும்போது உங்கள் பெயர் உங்களை வரவேற்கும்
te: మిమ్మల్ని పరిచయం చేసుకోండి — ప్రారంభంలో మీ పేరు మిమ్మల్ని స్వాగతిస్తుంది
th: แนะนำตัวหน่อย — ชื่อของคุณจะต้อนรับคุณเมื่อเปิดแอป
tr: Kendinizi tanıtın — adınız açılışta sizi karşılasın
uk: Назвіться — ім’я зустріне вас під час запуску
ur: اپنا تعارف کرائیں — ایپ کھلنے پر آپ کا نام آپ کا استقبال کرے گا
vi: Giới thiệu bản thân — tên bạn sẽ chào bạn khi mở ứng dụng
zh_hans: 介绍一下自己吧——启动时会用名字欢迎你
zh_hant: 介紹一下自己吧——啟動時會用名字歡迎你

source: Назовитесь — приложение будет здороваться по имени. Нажмите на кружок, чтобы поставить фото.
ar: أخبرنا باسمك — وسيحيّيك التطبيق به. اضغط الدائرة لوضع صورة.
bg: Представете се – приложението ще ви поздравява по име. Докоснете кръгчето, за да сложите снимка.
bn: আপনার নাম বলুন — অ্যাপ আপনাকে নাম ধরে সম্ভাষণ করবে। ছবি বসাতে বৃত্তে ট্যাপ করুন।
ca: Digues el teu nom: l’app et saludarà amb ell. Toca el cercle per posar-hi una foto.
cs: Představte se – aplikace vás bude zdravit jménem. Klepnutím na kroužek nastavíte fotku.
da: Sig dit navn – appen hilser på dig med det. Tryk på cirklen for at sætte et foto.
de: Sag deinen Namen – die App begrüßt dich dann damit. Tippe auf den Kreis, um ein Foto zu setzen.
el: Πείτε μας το όνομά σας — η εφαρμογή θα σας χαιρετά με αυτό. Αγγίξτε τον κύκλο για να βάλετε φωτογραφία.
en: Tell us your name — the app will greet you by it. Tap the circle to add a photo.
es: Dinos tu nombre: la app te saludará con él. Toca el círculo para poner una foto.
fi: Kerro nimesi – sovellus tervehtii sinua sillä. Napauta ympyrää lisätäksesi kuvan.
fr: Présentez-vous — l’app vous saluera par votre nom. Touchez le cercle pour mettre une photo.
gu: તમારું નામ કહો — ઍપ તમને નામથી આવકારશે. ફોટો મૂકવા વર્તુળ પર ટૅપ કરો.
he: ספרו לנו איך קוראים לכם – האפליקציה תברך אתכם בשם. הקישו על העיגול כדי להוסיף תמונה.
hi: अपना नाम बताएँ — ऐप आपको नाम से नमस्ते करेगा। फ़ोटो लगाने के लिए गोले पर टैप करें।
hr: Predstavite se – aplikacija će vas pozdravljati imenom. Dodirnite krug da postavite fotografiju.
hu: Mutatkozz be – az app a neveden fog köszönteni. Koppints a körre, hogy fotót állíts be.
id: Sebutkan nama Anda — aplikasi akan menyapa Anda dengannya. Ketuk lingkaran untuk memasang foto.
it: Presentati: l’app ti saluterà per nome. Tocca il cerchio per mettere una foto.
ja: 名前を教えてください — アプリが名前であいさつします。丸をタップすると写真を設定できます。
kk: Атыңызды айтыңыз — қолданба сізбен атыңызбен амандасады. Сурет қою үшін шеңберді түртіңіз.
kn: ನಿಮ್ಮ ಹೆಸರು ಹೇಳಿ — ಆ್ಯಪ್ ನಿಮ್ಮನ್ನು ಹೆಸರಿನಿಂದ ಸ್ವಾಗತಿಸುತ್ತದೆ. ಫೋಟೋ ಹಾಕಲು ವೃತ್ತವನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 이름을 알려 주세요 — 앱이 이름으로 인사할게요. 동그라미를 탭하면 사진을 넣을 수 있어요.
lt: Prisistatykite – programa sveikins jus vardu. Bakstelėkite apskritimą, kad įdėtumėte nuotrauką.
ml: നിങ്ങളുടെ പേര് പറയൂ — ആപ്പ് നിങ്ങളെ പേര് ചൊല്ലി സ്വാഗതം ചെയ്യും. ഫോട്ടോ ഇടാൻ വൃത്തത്തിൽ ടാപ്പ് ചെയ്യുക.
mr: तुमचे नाव सांगा — अ‍ॅप तुम्हाला नावाने नमस्कार करेल. फोटो लावण्यासाठी वर्तुळावर टॅप करा.
ms: Beritahu nama anda — aplikasi akan menyapa anda dengannya. Ketik bulatan untuk meletakkan foto.
nb: Si hva du heter – appen hilser på deg med navn. Trykk på sirkelen for å sette et bilde.
nl: Vertel je naam – de app begroet je er dan mee. Tik op de cirkel om een foto te zetten.
or: ଆପଣଙ୍କ ନାମ କୁହନ୍ତୁ — ଆପ୍ ଆପଣଙ୍କୁ ନାମ ଧରି ନମସ୍କାର କରିବ। ଫଟୋ ରଖିବାକୁ ବୃତ୍ତରେ ଟାପ୍ କରନ୍ତୁ।
pa: ਆਪਣਾ ਨਾਂ ਦੱਸੋ — ਐਪ ਤੁਹਾਨੂੰ ਨਾਂ ਨਾਲ ਸਤਿ ਸ੍ਰੀ ਅਕਾਲ ਕਹੇਗੀ। ਫ਼ੋਟੋ ਲਾਉਣ ਲਈ ਗੋਲੇ 'ਤੇ ਟੈਪ ਕਰੋ।
pl: Przedstaw się – aplikacja będzie witać cię po imieniu. Stuknij kółko, by dodać zdjęcie.
pt_br: Diga seu nome — o app vai cumprimentar você por ele. Toque no círculo para colocar uma foto.
pt_pt: Diga o seu nome — a app vai cumprimentá-lo por ele. Toque no círculo para pôr uma fotografia.
ro: Spune-ți numele – aplicația te va saluta cu el. Atinge cercul ca să pui o fotografie.
sk: Predstavte sa – aplikácia vás bude zdraviť menom. Klepnutím na krúžok nastavíte fotku.
sl: Predstavite se – aplikacija vas bo pozdravljala z imenom. Tapnite krog, da nastavite fotografijo.
sv: Berätta vad du heter – appen hälsar på dig med namn. Tryck på cirkeln för att sätta ett foto.
ta: உங்கள் பெயரைச் சொல்லுங்கள் — ஆப் உங்களைப் பெயரால் வரவேற்கும். புகைப்படம் வைக்க வட்டத்தைத் தட்டுங்கள்.
te: మీ పేరు చెప్పండి — యాప్ మిమ్మల్ని పేరుతో పలకరిస్తుంది. ఫోటో పెట్టడానికి వృత్తంపై నొక్కండి.
th: บอกชื่อของคุณ — แอปจะทักทายคุณด้วยชื่อนั้น แตะวงกลมเพื่อใส่รูป
tr: Adınızı söyleyin — uygulama sizi adınızla selamlasın. Fotoğraf koymak için daireye dokunun.
uk: Назвіться — застосунок вітатиметься на ім’я. Натисніть на кружечок, щоб поставити фото.
ur: اپنا نام بتائیں — ایپ آپ کو نام سے سلام کرے گی۔ تصویر لگانے کے لیے دائرے پر ٹیپ کریں۔
vi: Cho biết tên bạn — ứng dụng sẽ chào bạn bằng tên đó. Chạm vào vòng tròn để đặt ảnh.
zh_hans: 告诉我们你的名字——应用会用它跟你打招呼。轻点圆圈即可设置照片。
zh_hant: 告訴我們你的名字——App 會用它跟你打招呼。點一下圓圈即可設定照片。

source: Называет растения, у которых срок полива — сегодня, от самого сухого.
ar: يذكر النباتات التي يحين سقيها اليوم، بدءًا بالأكثر جفافًا.
bg: Изброява растенията със срок за поливане днес, от най-сухото.
bn: আজ যেসব গাছে জল দিতে হবে তাদের নাম বলে, সবচেয়ে শুকনোটি থেকে শুরু করে।
ca: Diu quines plantes toca regar avui, de la més seca a la menys.
cs: Vyjmenuje rostliny, které je dnes potřeba zalít, od nejsušší.
da: Nævner de planter, der skal vandes i dag, den tørreste først.
de: Nennt die Pflanzen, die heute gegossen werden müssen, die trockenste zuerst.
el: Λέει ποια φυτά θέλουν πότισμα σήμερα, ξεκινώντας από το πιο ξερό.
en: Names the plants due for watering today, driest first.
es: Dice qué plantas toca regar hoy, de la más seca a la menos.
fi: Luettelee tänään kasteltavat kasvit kuivimmasta alkaen.
fr: Nomme les plantes à arroser aujourd’hui, de la plus sèche à la moins sèche.
gu: આજે જેમને પાણી આપવાનું છે તે છોડનાં નામ, સૌથી સૂકાથી શરૂ કરીને, જણાવે છે.
he: מונה את הצמחים שצריך להשקות היום, מהיבש ביותר.
hi: आज जिन पौधों को पानी देना है, उनके नाम बताता है, सबसे सूखे से शुरू करके।
hr: Nabraja biljke koje danas treba zaliti, od najsuše.
hu: Felsorolja a ma öntözendő növényeket, a legszárazabbal kezdve.
id: Menyebutkan tanaman yang jadwal siramnya hari ini, dari yang paling kering.
it: Elenca le piante da annaffiare oggi, dalla più secca.
ja: 今日が水やり日の植物を、乾いている順に読み上げます。
kk: Бүгін суару мерзімі келген өсімдіктерді ең құрғағынан бастап атайды.
kn: ಇಂದು ನೀರು ಹಾಕಬೇಕಾದ ಗಿಡಗಳ ಹೆಸರು ಹೇಳುತ್ತದೆ, ಹೆಚ್ಚು ಒಣಗಿದ್ದರಿಂದ ಆರಂಭಿಸಿ.
ko: 오늘 물을 줘야 하는 식물을 가장 마른 것부터 알려 줘요.
lt: Išvardija augalus, kuriuos reikia palaistyti šiandien, nuo sausiausio.
ml: ഇന്ന് നനയ്ക്കേണ്ട ചെടികളുടെ പേരുകൾ പറയുന്നു, ഏറ്റവും ഉണങ്ങിയതിൽ നിന്ന് തുടങ്ങി.
mr: आज पाणी घालायच्या रोपांची नावे सांगते, सर्वात कोरड्यापासून.
ms: Menyebut tumbuhan yang perlu disiram hari ini, bermula dengan yang paling kering.
nb: Nevner plantene som skal vannes i dag, den tørreste først.
nl: Noemt de planten die vandaag water nodig hebben, de droogste eerst.
or: ଆଜି ଯେଉଁ ଗଛକୁ ପାଣି ଦେବାକୁ ହେବ ସେମାନଙ୍କ ନାମ କହେ, ସବୁଠାରୁ ଶୁଖିଲାଠାରୁ ଆରମ୍ଭ କରି।
pa: ਅੱਜ ਜਿਨ੍ਹਾਂ ਪੌਦਿਆਂ ਨੂੰ ਪਾਣੀ ਦੇਣਾ ਹੈ ਉਨ੍ਹਾਂ ਦੇ ਨਾਮ ਦੱਸਦਾ ਹੈ, ਸਭ ਤੋਂ ਸੁੱਕੇ ਤੋਂ ਸ਼ੁਰੂ ਕਰਕੇ।
pl: Wymienia rośliny, które dziś trzeba podlać, od najbardziej suchej.
pt_br: Diz quais plantas precisam de rega hoje, da mais seca para a menos seca.
pt_pt: Diz que plantas precisam de rega hoje, da mais seca para a menos seca.
ro: Spune ce plante trebuie udate azi, de la cea mai uscată.
sk: Vymenuje rastliny, ktoré treba dnes poliať, od najsuchšej.
sl: Našteje rastline, ki jih je treba danes zaliti, od najbolj suhe.
sv: Nämner växterna som ska vattnas i dag, den torraste först.
ta: இன்று தண்ணீர் ஊற்ற வேண்டிய செடிகளை, மிக உலர்ந்ததிலிருந்து தொடங்கிச் சொல்லும்.
te: ఈరోజు నీళ్లు పోయాల్సిన మొక్కల పేర్లు చెబుతుంది, బాగా ఎండిన దానితో మొదలుపెట్టి.
th: บอกต้นไม้ที่ถึงกำหนดรดน้ำวันนี้ เริ่มจากต้นที่แห้งที่สุด
tr: Bugün sulanması gereken bitkileri en kurudan başlayarak söyler.
uk: Називає рослини, у яких строк поливу — сьогодні, від найсухішої.
ur: آج جن پودوں کو پانی دینا ہے ان کے نام بتاتا ہے، سب سے خشک سے شروع کر کے۔
vi: Nêu các cây đến hạn tưới hôm nay, bắt đầu từ cây khô nhất.
zh_hans: 按从最干开始的顺序，说出今天该浇水的植物。
zh_hant: 依從最乾開始的順序，說出今天該澆水的植物。

source: Найдётся по кличке или по виду — «Баксик», «Монстера».
ar: ابحث باللقب أو النوع — «بكسي»، «مونستيرا».
bg: Търсете по прякор или вид — „Бакси“, „Монстера“.
bn: ডাকনাম বা প্রজাতি দিয়ে খুঁজুন — “বক্সি”, “মনস্টেরা”।
ca: Cerca per sobrenom o espècie: «Baxi», «Costella d’Adam».
cs: Hledejte podle přezdívky nebo druhu — „Baxík“, „Monstera“.
da: Søg på kælenavn eller art – ”Baxi”, ”Monstera”.
de: Suche nach Spitzname oder Art — „Baxi“, „Monstera“.
el: Αναζητήστε με παρατσούκλι ή είδος — «Μπάξι», «Μονστέρα».
en: Search by nickname or species — “Bucky”, “Monstera”.
es: Busca por apodo o especie: “Baxi”, “Monstera”.
fi: Hae lempinimellä tai lajilla – ”Baxi”, ”Monstera”.
fr: Cherchez par surnom ou par espèce — « Bouboule », « Monstera ».
gu: હુલામણા નામ કે પ્રજાતિથી શોધો — “બક્સી”, “મોન્સ્ટેરા”.
he: חיפוש לפי כינוי או זן — “בקסי”, “מונסטרה”.
hi: उपनाम या प्रजाति से खोजें — “बक्सी”, “मॉन्स्टेरा”।
hr: Tražite po nadimku ili vrsti — „Baksi”, „Monstera”.
hu: Keress becenévre vagy fajra — „Baxi”, „Könnyező pálma”.
id: Cari berdasarkan nama panggilan atau spesies — “Baxi”, “Monstera”.
it: Cerca per soprannome o specie: “Baxi”, “Monstera”.
ja: ニックネームか種類で検索 —「バクシー」「モンステラ」。
kk: Лақап атымен не түрімен іздеңіз — «Бакси», «Монстера».
kn: ಅಡ್ಡಹೆಸರು ಅಥವಾ ಜಾತಿಯಿಂದ ಹುಡುಕಿ — “ಬಕ್ಸಿ”, “ಮಾನ್‌ಸ್ಟೆರಾ”.
ko: 별명이나 종으로 검색하세요 — ‘박시’, ‘몬스테라’.
lt: Ieškokite pagal pravardę ar rūšį – „Baksis“, „Monstera“.
ml: ഓമനപ്പേരോ ഇനമോ ഉപയോഗിച്ച് തിരയുക — “ബക്സി”, “മോൺസ്റ്റെറ”.
mr: टोपणनाव किंवा प्रजातीने शोधा — “बक्सी”, “मॉन्स्टेरा”.
ms: Cari mengikut nama panggilan atau spesies — “Baxi”, “Monstera”.
nb: Søk på kallenavn eller art – «Baxi», «Monstera».
nl: Zoek op bijnaam of soort — ‘Baxi’, ‘Monstera’.
or: ଡାକନାମ କିମ୍ବା ପ୍ରଜାତି ଦ୍ୱାରା ଖୋଜନ୍ତୁ — “ବକ୍ସି”, “ମନଷ୍ଟେରା”।
pa: ਉਪਨਾਮ ਜਾਂ ਕਿਸਮ ਨਾਲ ਖੋਜੋ — “ਬਕਸੀ”, “ਮੌਨਸਟੇਰਾ”।
pl: Szukaj po przezwisku lub gatunku — „Baksik”, „Monstera”.
pt_br: Busque por apelido ou espécie — “Baxi”, “Costela-de-adão”.
pt_pt: Pesquise por alcunha ou espécie — “Baxi”, “Costela-de-adão”.
ro: Caută după poreclă sau specie — „Baxi”, „Monstera”.
sk: Hľadajte podľa prezývky alebo druhu — „Baxík“, „Monstera“.
sl: Iščite po vzdevku ali vrsti — »Baksi«, »Monstera«.
sv: Sök på smeknamn eller art – ”Baxi”, ”Monstera”.
ta: செல்லப்பெயர் அல்லது இனத்தால் தேடுங்கள் — “பக்ஸி”, “மான்ஸ்டெரா”.
te: ముద్దుపేరు లేదా జాతితో వెతకండి — “బక్సీ”, “మాన్‌స్టెరా”.
th: ค้นหาด้วยชื่อเล่นหรือพันธุ์ — “บักซี่”, “มอนสเตอร่า”
tr: Takma ada ya da türe göre arayın — “Baksi”, “Deve tabanı”.
uk: Знайдеться за кличкою або видом — «Баксик», «Монстера».
ur: عرفی نام یا نوع سے تلاش کریں — “بکسی”، “مونسٹیرا”۔
vi: Tìm theo biệt danh hoặc loài — “Baxi”, “Trầu bà lá xẻ”.
zh_hans: 按昵称或品种搜索——“巴克西”“龟背竹”。
zh_hant: 依暱稱或品種搜尋——「巴克西」「龜背芋」。

source: Найти растение
ar: البحث عن نبتة
bg: Намери растение
bn: গাছ খুঁজুন
ca: Troba una planta
cs: Najít rostlinu
da: Find en plante
de: Pflanze finden
el: Εύρεση φυτού
en: Find a Plant
es: Buscar una planta
fi: Etsi kasvi
fr: Trouver une plante
gu: છોડ શોધો
he: חיפוש צמח
hi: पौधा खोजें
hr: Pronađi biljku
hu: Növény keresése
id: Cari tanaman
it: Trova una pianta
ja: 植物を探す
kk: Өсімдікті табу
kn: ಗಿಡವನ್ನು ಹುಡುಕಿ
ko: 식물 찾기
lt: Rasti augalą
ml: ചെടി കണ്ടെത്തുക
mr: रोप शोधा
ms: Cari tumbuhan
nb: Finn en plante
nl: Zoek een plant
or: ଗଛ ଖୋଜନ୍ତୁ
pa: ਪੌਦਾ ਲੱਭੋ
pl: Znajdź roślinę
pt_br: Encontrar planta
pt_pt: Encontrar planta
ro: Găsește o plantă
sk: Nájsť rastlinu
sl: Poišči rastlino
sv: Hitta en växt
ta: செடியைக் கண்டுபிடி
te: మొక్కను కనుగొను
th: ค้นหาต้นไม้
tr: Bitki bul
uk: Знайти рослину
ur: پودا تلاش کریں
vi: Tìm cây
zh_hans: 查找植物
zh_hant: 尋找植物

source: Наклон телефона чуть двигает узор на фоне. Показания используются только для этого, не сохраняются и никуда не уходят.
ar: إمالة الهاتف تحرّك نقش الخلفية قليلًا. تُستخدم القراءات لهذا فقط، ولا تُحفظ ولا تذهب إلى أي مكان.
bg: Наклонът на телефона леко мести шарката на фона. Данните се използват само за това, не се пазят и не отиват никъде.
bn: ফোন হেলালে পটভূমির নকশা একটু সরে। তথ্য শুধু এর জন্যই ব্যবহার হয়, সংরক্ষিত হয় না এবং কোথাও যায় না।
ca: En inclinar el telèfon, el motiu del fons es mou una mica. Les dades només s’usen per a això, no es desen i no van enlloc.
cs: Náklon telefonu lehce posouvá vzor na pozadí. Údaje slouží jen k tomu, neukládají se a nikam neodcházejí.
da: Når du vipper telefonen, flytter baggrundsmønsteret sig en smule. Målingerne bruges kun til det, gemmes ikke og sendes ingen steder hen.
de: Wenn du das Telefon neigst, bewegt sich das Hintergrundmuster leicht. Die Messwerte dienen nur dazu, werden nicht gespeichert und gehen nirgendwohin.
el: Η κλίση του τηλεφώνου μετακινεί ελαφρά το μοτίβο του φόντου. Οι μετρήσεις χρησιμοποιούνται μόνο γι’ αυτό, δεν αποθηκεύονται και δεν πηγαίνουν πουθενά.
en: Tilting the phone gently moves the background pattern. The readings are used only for that, aren’t saved and go nowhere.
es: Al inclinar el teléfono, el patrón del fondo se mueve un poco. Los datos solo se usan para eso, no se guardan y no van a ninguna parte.
fi: Puhelimen kallistaminen liikuttaa taustakuviota hieman. Lukemia käytetään vain siihen, eikä niitä tallenneta tai lähetetä mihinkään.
fr: Incliner le téléphone déplace légèrement le motif d’arrière-plan. Les mesures ne servent qu’à cela, ne sont pas enregistrées et ne partent nulle part.
gu: ફોન ઝુકાવતાં પૃષ્ઠભૂમિની ભાત થોડી ખસે છે. માપ ફક્ત એ માટે જ વપરાય છે, સચવાતાં નથી અને ક્યાંય જતાં નથી.
he: הטיית הטלפון מזיזה קלות את הדוגמה ברקע. הנתונים משמשים רק לזה, לא נשמרים ולא נשלחים לשום מקום.
hi: फ़ोन झुकाने पर पृष्ठभूमि का पैटर्न थोड़ा खिसकता है। रीडिंग सिर्फ़ इसी के लिए इस्तेमाल होती है, सहेजी नहीं जाती और कहीं नहीं जाती।
hr: Nagib telefona lagano pomiče uzorak u pozadini. Očitanja služe samo za to, ne spremaju se i ne odlaze nikamo.
hu: A telefon döntése kicsit elmozdítja a háttérmintát. Az adatokat csak erre használja, nem menti és sehova sem küldi.
id: Memiringkan ponsel sedikit menggeser pola latar. Datanya hanya dipakai untuk itu, tidak disimpan, dan tidak dikirim ke mana pun.
it: Inclinando il telefono il motivo dello sfondo si sposta leggermente. I dati servono solo a questo, non vengono salvati e non vanno da nessuna parte.
ja: iPhoneを傾けると背景の模様が少し動きます。データはそのためだけに使われ、保存も送信もされません。
kk: Телефонды еңкейткенде фондағы өрнек сәл жылжиды. Көрсеткіштер тек соған қолданылады, сақталмайды және ешқайда кетпейді.
kn: ಫೋನ್ ವಾಲಿಸಿದರೆ ಹಿನ್ನೆಲೆ ವಿನ್ಯಾಸ ಸ್ವಲ್ಪ ಸರಿಯುತ್ತದೆ. ಅಳತೆಗಳನ್ನು ಇದಕ್ಕೆ ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ, ಉಳಿಸುವುದಿಲ್ಲ, ಎಲ್ಲಿಗೂ ಹೋಗುವುದಿಲ್ಲ.
ko: 기기를 기울이면 배경 무늬가 살짝 움직여요. 측정값은 그 용도로만 쓰이고 저장되거나 전송되지 않아요.
lt: Pakreipus telefoną, fono raštas šiek tiek pasislenka. Duomenys naudojami tik tam, nesaugomi ir niekur nesiunčiami.
ml: ഫോൺ ചരിച്ചാൽ പശ്ചാത്തല ഡിസൈൻ അല്പം നീങ്ങും. റീഡിംഗുകൾ ഇതിന് മാത്രം ഉപയോഗിക്കുന്നു, സംരക്ഷിക്കുന്നില്ല, എവിടേക്കും പോകുന്നില്ല.
mr: फोन झुकवल्यावर पार्श्वभूमीची नक्षी थोडी हलते. वाचने फक्त त्यासाठी वापरली जातात, साठवली जात नाहीत आणि कुठेही जात नाहीत.
ms: Mencondongkan telefon menggerakkan sedikit corak latar. Bacaan hanya digunakan untuk itu, tidak disimpan dan tidak dihantar ke mana-mana.
nb: Når du vipper telefonen, flytter bakgrunnsmønsteret seg litt. Målingene brukes bare til det, lagres ikke og sendes ingen steder.
nl: Kantelen van de telefoon beweegt het achtergrondpatroon een beetje. De metingen worden alleen daarvoor gebruikt, niet bewaard en nergens heen gestuurd.
or: ଫୋନ୍ ଢଳାଇଲେ ପୃଷ୍ଠଭୂମିର ନକ୍ସା ଟିକେ ଘୁଞ୍ଚେ। ତଥ୍ୟ କେବଳ ଏଥିପାଇଁ ବ୍ୟବହୃତ ହୁଏ, ସଞ୍ଚିତ ହୁଏ ନାହିଁ ଏବଂ କୁଆଡ଼େ ଯାଏ ନାହିଁ।
pa: ਫ਼ੋਨ ਝੁਕਾਉਣ 'ਤੇ ਪਿਛੋਕੜ ਦਾ ਨਮੂਨਾ ਥੋੜ੍ਹਾ ਖਿਸਕਦਾ ਹੈ। ਰੀਡਿੰਗਾਂ ਸਿਰਫ਼ ਇਸੇ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਸੰਭਾਲੀਆਂ ਨਹੀਂ ਜਾਂਦੀਆਂ ਅਤੇ ਕਿਤੇ ਨਹੀਂ ਜਾਂਦੀਆਂ।
pl: Przechylenie telefonu lekko porusza wzorem w tle. Odczyty służą tylko do tego, nie są zapisywane i nigdzie nie trafiają.
pt_br: Inclinar o celular move levemente o padrão do fundo. Os dados são usados só para isso, não são salvos e não vão para lugar nenhum.
pt_pt: Inclinar o telemóvel move ligeiramente o padrão do fundo. Os dados servem só para isso, não são guardados e não vão para lado nenhum.
ro: Înclinarea telefonului mișcă ușor modelul din fundal. Datele sunt folosite doar pentru asta, nu se salvează și nu pleacă nicăieri.
sk: Náklon telefónu mierne posúva vzor na pozadí. Údaje slúžia len na to, neukladajú sa a nikam neodchádzajú.
sl: Nagib telefona rahlo premakne vzorec v ozadju. Meritve se uporabljajo samo za to, ne shranjujejo se in ne gredo nikamor.
sv: När du lutar telefonen rör sig bakgrundsmönstret lite. Mätvärdena används bara till det, sparas inte och skickas ingenstans.
ta: ஃபோனைச் சாய்த்தால் பின்னணி வடிவமைப்பு சற்று நகரும். அளவீடுகள் இதற்கு மட்டுமே பயன்படும், சேமிக்கப்படாது, எங்கும் செல்லாது.
te: ఫోన్‌ను వంచితే నేపథ్య డిజైన్ కొంచెం కదులుతుంది. రీడింగ్‌లు దీనికి మాత్రమే ఉపయోగపడతాయి, నిల్వ కావు, ఎక్కడికీ వెళ్లవు.
th: การเอียงโทรศัพท์ทำให้ลวดลายพื้นหลังขยับเล็กน้อย ค่าที่อ่านได้ใช้เพื่อการนี้เท่านั้น ไม่ถูกบันทึกและไม่ถูกส่งไปไหน
tr: Telefonu eğmek arka plandaki deseni hafifçe kaydırır. Ölçümler yalnızca bunun için kullanılır, kaydedilmez ve hiçbir yere gitmez.
uk: Нахил телефона трохи рухає візерунок на тлі. Показники використовуються лише для цього, не зберігаються й нікуди не йдуть.
ur: فون جھکانے پر پس منظر کا نقش تھوڑا سرکتا ہے۔ ریڈنگز صرف اسی کے لیے استعمال ہوتی ہیں، محفوظ نہیں ہوتیں اور کہیں نہیں جاتیں۔
vi: Nghiêng điện thoại sẽ làm hoa văn nền dịch nhẹ. Dữ liệu chỉ dùng cho việc đó, không được lưu và không đi đâu cả.
zh_hans: 倾斜手机会让背景图案轻轻移动。读数仅用于此，不会保存，也不会发送到任何地方。
zh_hant: 傾斜手機會讓背景圖案輕輕移動。讀數僅用於此，不會儲存，也不會傳送到任何地方。

source: Напоминалка о поливе комнатных растений
ar: تذكير بسقي النباتات المنزلية
bg: Напомняне за поливане на стайни растения
bn: ঘরের গাছে জল দেওয়ার রিমাইন্ডার
ca: Recordatori de reg per a plantes d’interior
cs: Připomínač zálivky pokojových rostlin
da: Påmindelse om vanding af stueplanter
de: Gieß-Erinnerungen für Zimmerpflanzen
el: Υπενθύμιση ποτίσματος για φυτά εσωτερικού χώρου
en: Houseplant watering reminders
es: Recordatorio de riego para plantas de interior
fi: Huonekasvien kastelumuistutus
fr: Rappels d’arrosage des plantes d’intérieur
gu: ઘરના છોડને પાણી આપવાની યાદ
he: תזכורת להשקיית צמחי בית
hi: घरेलू पौधों की सिंचाई का रिमाइंडर
hr: Podsjetnik za zalijevanje sobnih biljaka
hu: Öntözési emlékeztető szobanövényekhez
id: Pengingat menyiram tanaman hias
it: Promemoria per annaffiare le piante da interno
ja: 観葉植物の水やりリマインダー
kk: Бөлме өсімдіктерін суаруды еске салғыш
kn: ಮನೆಯ ಗಿಡಗಳಿಗೆ ನೀರಿನ ಜ್ಞಾಪನೆ
ko: 실내 식물 물주기 알리미
lt: Kambarinių augalų laistymo priminimai
ml: വീട്ടുചെടികൾ നനയ്ക്കാനുള്ള ഓർമ്മപ്പെടുത്തൽ
mr: घरातील रोपांना पाणी घालण्याची आठवण
ms: Peringatan menyiram tumbuhan dalaman
nb: Påminnelse om vanning av stueplanter
nl: Waterherinnering voor kamerplanten
or: ଘର ଗଛରେ ପାଣି ଦେବାର ରିମାଇଣ୍ଡର୍
pa: ਘਰੇਲੂ ਪੌਦਿਆਂ ਨੂੰ ਪਾਣੀ ਦੇਣ ਦੀ ਯਾਦ
pl: Przypominajka o podlewaniu roślin doniczkowych
pt_br: Lembrete de rega para plantas de interior
pt_pt: Lembrete de rega para plantas de interior
ro: Memento de udare pentru plantele de interior
sk: Pripomienky polievania izbových rastlín
sl: Opomnik za zalivanje sobnih rastlin
sv: Vattningspåminnelse för krukväxter
ta: வீட்டுச் செடிகளுக்கான நீர்ப்பாசன நினைவூட்டி
te: ఇంటి మొక్కలకు నీళ్ల రిమైండర్
th: ตัวเตือนรดน้ำต้นไม้ในร่ม
tr: Ev bitkileri için sulama hatırlatıcısı
uk: Нагадувалка про полив кімнатних рослин
ur: گھریلو پودوں کو پانی دینے کی یاد دہانی
vi: Nhắc tưới cây trong nhà
zh_hans: 室内植物浇水提醒
zh_hant: 室內植物澆水提醒

source: Напоминание о поливе
ar: تذكير بالسقي
bg: Напомняне за поливане
bn: জল দেওয়ার রিমাইন্ডার
ca: Recordatori de reg
cs: Připomínka zálivky
da: Påmindelse om vanding
de: Gießerinnerung
el: Υπενθύμιση ποτίσματος
en: Watering Reminder
es: Recordatorio de riego
fi: Kastelumuistutus
fr: Rappel d’arrosage
gu: પાણી આપવાનું રિમાઇન્ડર
he: תזכורת להשקיה
hi: पानी देने की याद
hr: Podsjetnik na zalijevanje
hu: Öntözési emlékeztető
id: Pengingat menyiram
it: Promemoria annaffiatura
ja: 水やりの通知
kk: Суару туралы еске салу
kn: ನೀರು ಹಾಕುವ ಜ್ಞಾಪನೆ
ko: 물주기 알림
lt: Priminimas laistyti
ml: നനയ്ക്കാനുള്ള ഓർമ്മപ്പെടുത്തൽ
mr: पाणी देण्याची आठवण
ms: Peringatan menyiram
nb: Påminnelse om vanning
nl: Waterherinnering
or: ପାଣି ଦେବା ସ୍ମାରକ
pa: ਪਾਣੀ ਦੇਣ ਦੀ ਯਾਦ
pl: Przypomnienie o podlewaniu
pt_br: Lembrete de rega
pt_pt: Lembrete de rega
ro: Memento de udare
sk: Pripomienka polievania
sl: Opomnik za zalivanje
sv: Vattningspåminnelse
ta: நீர் ஊற்ற நினைவூட்டல்
te: నీళ్లు పోసే రిమైండర్
th: การเตือนให้รดน้ำ
tr: Sulama hatırlatması
uk: Нагадування про полив
ur: پانی دینے کی یاد دہانی
vi: Nhắc tưới cây
zh_hans: 浇水提醒
zh_hant: 澆水提醒
